Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateFasciaError Property
 Could not create Fascia. [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateFasciaError { get; }
Public Shared ReadOnly Property CannotCreateFasciaError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateFasciaError {
	FailureDefinitionId^ get ();
}
static member CannotCreateFasciaError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace